Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: No volumes found in your account.
ar: لم يتم العثور على وحدات تخزين في حسابك.
de: Keine Volumes in Ihrem Account gefunden.
es: No se encontraron volúmenes en su cuenta.
fr: Aucun volume trouvé dans votre compte.
hi: आपके खाते में कोई वॉल्यूम नहीं मिला।
id: Tidak ada volume di akun Anda.
it: Nessun volume trovato nel tuo account.
ja: ボリュームが見つかりません
ko: 계정에 볼륨이 없습니다.
nl: Geen volumes gevonden in uw account.
pl: Brak wolumenów na Twoim koncie.
pt: Nenhum volume encontrado na sua conta.
ru: В вашем аккаунте не найдено томов.
tr: Hesabınızda disk birimi bulunamadı.
zh_hans: 您的账户中未找到云硬盘。

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt: Conta
ru: Аккаунт
tr: Hesap
zh_hans: 账户

source: Current status: %@
ar: الحالة الحالية: %@
de: Aktueller Status: %@
es: Estado actual: %@
fr: Statut actuel : %@
hi: वर्तमान स्थिति: %@
id: Status saat ini: %@
it: Stato attuale: %@
ja: 現在のステータス：%@
ko: 현재 상태: %@
nl: Huidige status: %@
pl: Aktualny status: %@
pt: Status atual: %@
ru: Текущий статус: %@
tr: Güncel durum: %@
zh_hans: 当前状态：%@

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt: Não
ru: Нет
tr: Hayır
zh_hans: 否

source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Vue d’ensemble
hi: सारांश
id: Ringkasan
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pl: Przegląd
pt: Visão geral
ru: Обзор
tr: Genel Bakış
zh_hans: 概览

source: Resource encountered an error
ar: حدث خطأ في المورد
de: Ressource hat einen Fehler
es: El recurso encontró un error
fr: Erreur sur la ressource
hi: संसाधन में त्रुटि आई
id: Sumber daya mengalami kesalahan
it: Risorsa con errore
ja: リソースでエラーが発生しました
ko: 리소스 오류 발생
nl: Resource heeft een fout
pl: Wystąpił błąd zasobu
pt: Recurso apresentou um erro
ru: Ошибка ресурса
tr: Kaynakta hata oluştu
zh_hans: 资源发生错误

source: Resource is being provisioned
ar: يتم تجهيز المورد
de: Ressource wird bereitgestellt
es: El recurso se está aprovisionando
fr: Ressource en cours de provisionnement
hi: संसाधन तैयार किया जा रहा है
id: Sumber daya sedang dipersiapkan
it: Risorsa in fase di provisioning
ja: リソースをプロビジョニング中
ko: 리소스 프로비저닝 중
nl: Resource wordt ingericht
pl: Zasób jest wdrażany
pt: Recurso em provisionamento
ru: Ресурс создаётся
tr: Kaynak sağlanıyor
zh_hans: 资源正在配置

source: Resource is running normally
ar: المورد يعمل بشكل طبيعي
de: Ressource läuft einwandfrei
es: El recurso funciona normalmente
fr: Ressource en fonctionnement normal
hi: संसाधन सामान्य रूप से चल रहा है
id: Sumber daya berjalan normal
it: Risorsa operativa
ja: リソースは正常に稼働中
ko: 리소스 정상 작동 중
nl: Resource werkt normaal
pl: Zasób działa prawidłowo
pt: Recurso em funcionamento normal
ru: Ресурс работает нормально
tr: Kaynak normal çalışıyor
zh_hans: 资源运行正常

source: Storage & Data
ar: التخزين والبيانات
de: Speicher & Daten
es: Almacenamiento y datos
fr: Stockage & Données
hi: स्टोरेज और डेटा
id: Penyimpanan & Data
it: Storage e dati
ja: ストレージとデータ
ko: 스토리지 및 데이터
nl: Opslag & Data
pl: Pamięć i dane
pt: Armazenamento e Dados
ru: Хранилище и данные
tr: Depolama ve Veri
zh_hans: 存储与数据

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet
zh_hans: 是

source: 'Cleanup Available' deletes all volumes with status 'available' (requires typing DELETE ALL DATA).
ar: ميزة 'تنظيف المتاح' تحذف جميع الأقراص ذات الحالة 'available' (يتطلب كتابة DELETE ALL DATA).
de: „Cleanup Available“ löscht alle Volumes mit Status „available“ (erfordert die Eingabe von DELETE ALL DATA).
es: "Limpiar disponibles" elimina todos los volúmenes con estado "available" (requiere escribir DELETE ALL DATA).
fr: « Nettoyer les disponibles » supprime tous les volumes avec le statut « available » (nécessite de saisir DELETE ALL DATA).
hi: 'Cleanup Available' सभी 'available' स्थिति वाले वॉल्यूम्स को हटाता है (DELETE ALL DATA टाइप करना आवश्यक है)।
id: 'Cleanup Available' akan menghapus semua volume dengan status 'available' (memerlukan pengetikan DELETE ALL DATA).
it: "Cleanup Available" elimina tutti i volumi con stato "available" (richiede di digitare DELETE ALL DATA).
ja: 「Cleanup Available」はステータスが「available」のすべてのボリュームを削除します（DELETE ALL DATAの入力が必要です）。
ko: ‘Cleanup Available’는 상태가 ‘available’인 모든 볼륨을 삭제합니다 (DELETE ALL DATA 입력 필요).
nl: 'Cleanup Available' verwijdert alle volumes met de status 'available' (vereist het typen van DELETE ALL DATA).
pl: „Cleanup Available” usuwa wszystkie woluminy ze statusem „available” (wymaga wpisania DELETE ALL DATA).
pt: 'Limpar Disponíveis' elimina todos os volumes com o estado 'available' (requer digitar DELETE ALL DATA).
ru: «Очистить доступные» удаляет все тома со статусом «available» (требуется ввести DELETE ALL DATA).
tr: 'Kullanılabilirleri Temizle' seçeneği, durumu 'available' olan tüm diskleri siler (DELETE ALL DATA yazılması gerekir).
zh_hans: “清理可用”将删除所有状态为“available”的卷（需输入 DELETE ALL DATA 以确认）。

source: 'Close' removes the rule. 'Open All / Close All' for bulk actions.
ar: 'إغلاق' يزيل القاعدة. 'فتح الكل / إغلاق الكل' لتنفيذ الإجراءات الجماعية.
de: „Schließen“ entfernt die Regel. „Alle öffnen / Alle schließen“ für Massenaktionen.
es: "Cerrar" elimina la regla. "Abrir todo / Cerrar todo" para acciones masivas.
fr: « Fermer » supprime la règle. « Tout ouvrir / Tout fermer » pour les actions groupées.
hi: 'बंद करें' नियम हटाता है। 'सभी खोलें / सभी बंद करें' से एक साथ कई नियमों पर कार्य करें।
id: 'Tutup' menghapus aturan. 'Buka Semua / Tutup Semua' untuk aksi massal.
it: "Chiudi" rimuove la regola. "Apri tutto / Chiudi tutto" per azioni di massa.
ja: 「閉じる」はルールを削除します。「すべて開く／すべて閉じる」で一括操作が可能です。
ko: ‘닫기’는 해당 규칙을 제거합니다. ‘모두 열기 / 모두 닫기’로 일괄 작업이 가능합니다.
nl: 'Sluiten' verwijdert de regel. 'Alles openen / Alles sluiten' voor bulkacties.
pl: „Zamknij” usuwa regułę. „Otwórz wszystko / Zamknij wszystko” umożliwia operacje zbiorcze.
pt: 'Fechar' remove a regra. 'Abrir tudo / Fechar tudo' para ações em massa.
ru: «Закрыть» удаляет правило. «Открыть все / Закрыть все» — массовые действия.
tr: 'Kapat' kuralı kaldırır. 'Tümünü Aç / Tümünü Kapat' toplu işlemler içindir.
zh_hans: “关闭”移除该规则。“全部打开/全部关闭”可批量操作。

source: 'Edit Rates' lets you customize hourly pricing if needed.
ar: 'تعديل الأسعار' يسمح لك بتخصيص التسعير بالساعة إذا لزم الأمر.
de: Mit „Stundensätze bearbeiten“ können Sie die Preise pro Stunde bei Bedarf anpassen.
es: "Editar tarifas" te permite personalizar el precio por hora si es necesario.
fr: « Modifier les tarifs » vous permet d’ajuster le prix horaire si nécessaire.
hi: 'Edit Rates' से आप आवश्यकता अनुसार प्रति घंटा मूल्य निर्धारण अनुकूलित कर सकते हैं।
id: 'Edit Rates' memungkinkan Anda menyesuaikan harga per jam jika diperlukan.
it: "Modifica tariffe" consente di personalizzare il prezzo orario se necessario.
ja: 「Edit Rates」で時間単価をカスタマイズできます。
ko: ‘Edit Rates’로 시간당 요금을 직접 설정할 수 있습니다.
nl: 'Edit Rates' laat u indien nodig het uurtarief aanpassen.
pl: „Edytuj stawki” pozwala dostosować ceny godzinowe w razie potrzeby.
pt: 'Editar Tarifas' permite personalizar o preço por hora, se necessário.
ru: «Изменить тарифы» позволяет настроить почасовую стоимость при необходимости.
tr: 'Fiyatları Düzenle' ile saatlik fiyatlandırmayı özelleştirebilirsiniz.
zh_hans: “编辑费率”可自定义每小时价格。

source: 'Export' restores a key from the app's backup storage to your chosen location.
ar: 'تصدير' يستعيد مفتاحاً من النسخة الاحتياطية للتطبيق إلى الموقع الذي تختاره.
de: „Exportieren“ stellt einen Schlüssel aus dem Sicherungsspeicher der App an einen gewünschten Speicherort wieder her.
es: "Exportar" restaura una clave desde la copia de seguridad de la app a la ubicación que elijas.
fr: « Exporter » restaure une clé depuis la sauvegarde de l’application vers l’emplacement de votre choix.
hi: 'Export' ऐप के बैकअप संग्रह से कुंजी को आपकी चुनी गई जगह पर पुनर्स्थापित करता है।
id: 'Ekspor' memulihkan kunci dari penyimpanan cadangan aplikasi ke lokasi pilihan Anda.
it: "Esporta" ripristina una chiave dall'archivio backup dell'app nella posizione scelta.
ja: 「Export」はアプリのバックアップストレージから鍵を指定した場所に復元します。
ko: ‘Export’는 앱의 백업 저장소에서 키를 선택한 위치로 복원합니다.
nl: 'Exporteren' herstelt een sleutel vanuit de back-upopslag van de app naar de door u gekozen locatie.
pl: „Eksportuj” przywraca klucz z kopii zapasowej aplikacji do wybranej lokalizacji.
pt: 'Exportar' restaura uma chave do backup da app para o local escolhido.
ru: «Экспорт» восстанавливает ключ из резервной копии приложения в выбранное вами место.
tr: 'Dışa Aktar' uygulamanın yedek depolamasından anahtarı seçtiğiniz konuma geri yükler.
zh_hans: “导出”将密钥从应用的备份存储恢复到你选择的位置。

source: 'Open' creates a firewall rule allowing your current public IP.
ar: 'فتح' ينشئ قاعدة جدار حماية تسمح بعنوان IP العام الحالي الخاص بك.
de: „Öffnen“ erstellt eine Firewall-Regel, die Ihre aktuelle öffentliche IP zulässt.
es: "Abrir" crea una regla de firewall que permite tu IP pública actual.
fr: « Ouvrir » crée une règle de pare-feu autorisant votre IP publique actuelle.
hi: 'खोलें' आपके वर्तमान सार्वजनिक IP के लिए फायरवॉल नियम बनाता है।
id: 'Buka' membuat aturan firewall yang mengizinkan IP publik Anda saat ini.
it: "Apri" crea una regola firewall che consente il tuo IP pubblico attuale.
ja: 「開く」は現在のパブリックIPを許可するファイアウォールルールを作成します。
ko: ‘열기’는 현재 공인 IP를 허용하는 방화벽 규칙을 생성합니다.
nl: 'Openen' maakt een firewallregel aan die uw huidige publieke IP-adres toestaat.
pl: „Otwórz” tworzy regułę zapory umożliwiającą dostęp z Twojego bieżącego publicznego adresu IP.
pt: 'Abrir' cria uma regra de firewall permitindo o seu IP público atual.
ru: «Открыть» создает правило брандмауэра для вашего текущего публичного IP.
tr: 'Aç' mevcut genel IP adresiniz için bir güvenlik duvarı kuralı oluşturur.
zh_hans: “打开”会创建允许你当前公网 IP 的防火墙规则。

source: 'Request Change' opens a form to request quota limit adjustments.
ar: 'طلب تغيير' يفتح نموذجاً لطلب تعديل حدود الحصة.
de: „Änderung anfordern“ öffnet ein Formular zur Beantragung von Quota-Anpassungen.
es: "Solicitar cambio" abre un formulario para solicitar ajustes de cuota.
fr: « Demander une modification » ouvre un formulaire pour demander un ajustement de quota.
hi: 'परिवर्तन का अनुरोध करें' कोटा सीमा समायोजन के लिए फॉर्म खोलता है।
id: 'Ajukan Perubahan' membuka formulir untuk permintaan penyesuaian batas kuota.
it: "Richiedi modifica" apre un modulo per richiedere modifiche ai limiti di quota.
ja: 「変更をリクエスト」でクォータ制限の調整申請フォームを開きます。
ko: ‘변경 요청’으로 할당량 조정 요청 양식을 엽니다.
nl: 'Wijziging aanvragen' opent een formulier om een quotumwijziging aan te vragen.
pl: „Poproś o zmianę” otwiera formularz do zgłoszenia zmiany limitu zasobów.
pt: 'Solicitar alteração' abre um formulário para solicitar ajustes de quota.
ru: «Запросить изменение» открывает форму для запроса изменения лимитов квот.
tr: 'Değişiklik Talep Et' kota limiti değişikliği için form açar.
zh_hans: “申请变更”打开配额调整申请表单。

source: 'Save Kubeconfig' exports the kubeconfig as a .yaml file.
ar: 'حفظ Kubeconfig' يصدر kubeconfig كملف .yaml.
de: „Kubeconfig speichern“ exportiert die Kubeconfig als .yaml-Datei.
es: "Guardar Kubeconfig" exporta el kubeconfig como un archivo .yaml.
fr: « Enregistrer Kubeconfig » exporte le kubeconfig au format .yaml.
hi: 'Kubeconfig सहेजें' kubeconfig को .yaml फ़ाइल के रूप में निर्यात करता है।
id: 'Simpan Kubeconfig' mengekspor kubeconfig sebagai berkas .yaml.
it: "Salva Kubeconfig" esporta il kubeconfig come file .yaml.
ja: 「Kubeconfigを保存」でkubeconfigを.yamlファイルとしてエクスポートします。
ko: ‘Kubeconfig 저장’으로 kubeconfig를 .yaml 파일로 내보냅니다.
nl: 'Kubeconfig opslaan' exporteert de kubeconfig als een .yaml-bestand.
pl: „Zapisz Kubeconfig” eksportuje kubeconfig jako plik .yaml.
pt: 'Guardar Kubeconfig' exporta o kubeconfig como ficheiro .yaml.
ru: «Сохранить Kubeconfig» экспортирует kubeconfig в файл .yaml.
tr: 'Kubeconfig'i Kaydet' kubeconfig dosyasını .yaml olarak dışa aktarır.
zh_hans: “保存 Kubeconfig”将 kubeconfig 导出为 .yaml 文件。

source: 'View Pods on this Node' shows all pods with status and restart count.
ar: 'عرض الحاويات على هذه العقدة' يعرض جميع الحاويات مع الحالة وعدد مرات إعادة التشغيل.
de: „Pods auf diesem Node anzeigen“ zeigt alle Pods mit Status und Neustart-Anzahl.
es: "Ver pods en este nodo" muestra todos los pods con su estado y número de reinicios.
fr: « Afficher les pods sur ce nœud » liste tous les pods avec leur statut et le nombre de redémarrages.
hi: 'View Pods on this Node' इस नोड पर सभी पॉड्स की स्थिति और रीस्टार्ट काउंट दिखाता है।
id: 'Lihat Pod pada Node ini' menampilkan semua pod beserta status dan jumlah restart.
it: "Visualizza Pod su questo nodo" mostra tutti i pod con stato e numero di riavvii.
ja: このノード上のすべてのPodのステータスと再起動回数を表示します。
ko: ‘View Pods on this Node’는 해당 노드의 모든 파드 상태와 재시작 횟수를 표시합니다.
nl: 'Pods op deze node bekijken' toont alle pods met status en aantal herstarts.
pl: „Wyświetl pody na tym węźle” pokazuje wszystkie pody wraz ze statusem i liczbą restartów.
pt: 'Ver Pods neste Nó' mostra todos os pods com estado e número de reinícios.
ru: «Просмотреть поды на этом узле» показывает все поды с их статусом и количеством перезапусков.
tr: 'Bu Nod'daki Podları Görüntüle' tüm podların durumunu ve yeniden başlatma sayısını gösterir.
zh_hans: “查看此节点上的 Pod”显示所有 Pod 的状态及重启次数。

source: Activity log shows recent actions with timestamps.
ar: سجل النشاط يعرض أحدث الإجراءات مع الطوابع الزمنية.
de: Das Aktivitätenprotokoll zeigt die letzten Aktionen mit Zeitstempel.
es: El registro de actividad muestra acciones recientes con marcas de tiempo.
fr: Le journal d’activité affiche les actions récentes avec horodatage.
hi: गतिविधि लॉग हाल की सभी क्रियाएँ और उनके टाइमस्टैम्प दिखाता है।
id: Log aktivitas menampilkan aksi terbaru beserta stempel waktu.
it: Il registro attività mostra le azioni recenti con data e ora.
ja: アクティビティログには最近の操作とタイムスタンプが表示されます。
ko: 활동 로그에는 최근 작업과 타임스탬프가 표시됩니다.
nl: Activiteitenlog toont recente acties met tijdstempels.
pl: Dziennik aktywności pokazuje ostatnie działania wraz ze znacznikami czasu.
pt: O registo de atividades mostra ações recentes com data e hora.
ru: Журнал активности отображает последние действия с отметками времени.
tr: Etkinlik günlüğü, son işlemleri zaman damgalarıyla gösterir.
zh_hans: 活动日志显示最近操作及时间戳。

source: Add SSH keys by pasting the public key.
ar: أضف مفاتيح SSH بلصق المفتاح العام.
de: SSH-Schlüssel hinzufügen, indem Sie den öffentlichen Schlüssel einfügen.
es: Agrega claves SSH pegando la clave pública.
fr: Ajoutez des clés SSH en collant la clé publique.
hi: पब्लिक की पेस्ट करके SSH कुंजियाँ जोड़ें।
id: Tambahkan kunci SSH dengan menempelkan kunci publik.
it: Aggiungi chiavi SSH incollando la chiave pubblica.
ja: 公開鍵を貼り付けてSSH鍵を追加します。
ko: 공개 키를 붙여넣어 SSH 키를 추가하세요.
nl: Voeg SSH-sleutels toe door de publieke sleutel te plakken.
pl: Dodaj klucze SSH, wklejając klucz publiczny.
pt: Adicione chaves SSH colando a chave pública.
ru: Добавьте SSH-ключи, вставив публичный ключ.
tr: Açık anahtarı yapıştırarak SSH anahtarı ekleyin.
zh_hans: 粘贴公钥以添加 SSH 密钥。

source: Add new rules with '+' in the rule detail view.
ar: أضف قواعد جديدة باستخدام '+' في عرض تفاصيل القاعدة.
de: Neue Regeln mit „+“ in der Regeldetailansicht hinzufügen.
es: Agrega nuevas reglas con "+" en la vista de detalle de reglas.
fr: Ajoutez de nouvelles règles avec « + » dans le détail de la règle.
hi: नियम विवरण दृश्य में '+' से नए नियम जोड़ें।
id: Tambahkan aturan baru dengan '+' di tampilan detail aturan.
it: Aggiungi nuove regole con "+" nella vista dettagli regola.
ja: ルール詳細画面の「＋」で新しいルールを追加できます。
ko: 규칙 상세 보기에서 ‘+’로 새 규칙을 추가할 수 있습니다.
nl: Nieuwe regels toevoegen met '+' in de detailweergave van de regel.
pl: Dodaj nowe reguły za pomocą „+” w widoku szczegółów reguły.
pt: Adicione novas regras com '+' na vista de detalhe da regra.
ru: Добавляйте новые правила с помощью «+» в деталях правила.
tr: Kural detayında '+' ile yeni kurallar ekleyin.
zh_hans: 在规则详情视图中通过“+”添加新规则。

source: All delete operations require typing the exact resource name to confirm.
ar: جميع عمليات الحذف تتطلب كتابة اسم المورد بالضبط للتأكيد.
de: Alle Löschvorgänge erfordern zur Bestätigung die exakte Eingabe des Ressourcennamens.
es: Todas las operaciones de eliminación requieren escribir el nombre exacto del recurso para confirmar.
fr: Toutes les suppressions nécessitent de saisir le nom exact de la ressource pour confirmer.
hi: सभी हटाने की क्रियाओं के लिए पुष्टि हेतु सटीक संसाधन नाम टाइप करना आवश्यक है।
id: Semua operasi penghapusan memerlukan pengetikan nama sumber daya secara tepat untuk konfirmasi.
it: Tutte le operazioni di eliminazione richiedono di digitare esattamente il nome della risorsa per confermare.
ja: すべての削除操作は、確認のために正確なリソース名の入力が必要です。
ko: 모든 삭제 작업은 리소스 이름을 정확히 입력해야 확인됩니다.
nl: Alle verwijderacties vereisen het exact intypen van de resourcenaam ter bevestiging.
pl: Wszystkie operacje usuwania wymagają wpisania dokładnej nazwy zasobu w celu potwierdzenia.
pt: Todas as operações de eliminação exigem digitar exatamente o nome do recurso para confirmar.
ru: Для всех операций удаления требуется ввести точное имя ресурса для подтверждения.
tr: Tüm silme işlemleri için onay olarak tam kaynak adının yazılması gerekir.
zh_hans: 所有删除操作都需输入准确的资源名称以确认。

source: An animated progress view shows 5 connection steps: firewall, kubeconfig, certificates, API server, metrics.
ar: عرض تقدم متحرك يظهر 5 خطوات اتصال: جدار الحماية، kubeconfig، الشهادات، خادم API، المقاييس.
de: Eine animierte Fortschrittsanzeige zeigt 5 Verbindungsschritte: Firewall, Kubeconfig, Zertifikate, API-Server, Metriken.
es: Una vista de progreso animada muestra 5 pasos de conexión: firewall, kubeconfig, certificados, servidor API, métricas.
fr: Une vue de progression animée affiche 5 étapes de connexion : pare-feu, kubeconfig, certificats, serveur API, métriques.
hi: एनिमेटेड प्रगति दृश्य में 5 कनेक्शन चरण दिखते हैं: फायरवॉल, kubeconfig, प्रमाणपत्र, API सर्वर, मेट्रिक्स।
id: Tampilan progres animasi menunjukkan 5 langkah koneksi: firewall, kubeconfig, sertifikat, API server, metrik.
it: Una vista animata mostra 5 fasi di connessione: firewall, kubeconfig, certificati, server API, metriche.
ja: アニメーション付きの進捗ビューで、ファイアウォール、kubeconfig、証明書、APIサーバー、メトリクスの5つの接続ステップを表示します。
ko: 애니메이션 진행 뷰에서 5단계 연결 상태(방화벽, kubeconfig, 인증서, API 서버, 메트릭)를 표시합니다.
nl: Een geanimeerde voortgangsweergave toont 5 verbindingsstappen: firewall, kubeconfig, certificaten, API-server, metrics.
pl: Animowany widok postępu pokazuje 5 etapów połączenia: zapora, kubeconfig, certyfikaty, serwer API, metryki.
pt: Uma vista de progresso animada mostra 5 etapas de ligação: firewall, kubeconfig, certificados, API server, métricas.
ru: Анимированный индикатор показывает 5 этапов подключения: брандмауэр, kubeconfig, сертификаты, API-сервер, метрики.
tr: Animasyonlu ilerleme görünümü 5 bağlantı adımını gösterir: güvenlik duvarı, kubeconfig, sertifikalar, API sunucusu, metrikler.
zh_hans: 动画进度视图展示 5 个连接步骤：防火墙、kubeconfig、证书、API 服务器、监控指标。

source: Arrow keys to navigate results, Enter to jump to that section, Esc to close.
ar: استخدم الأسهم للتنقل بين النتائج، Enter للانتقال إلى القسم، Esc للإغلاق.
de: Pfeiltasten zum Navigieren, Enter zum Springen in den Abschnitt, Esc zum Schließen.
es: Flechas para navegar resultados, Enter para ir a la sección, Esc para cerrar.
fr: Flèches pour naviguer, Entrée pour accéder à la section, Échap pour fermer.
hi: एरो कुंजियों से परिणाम नेविगेट करें, Enter से उस अनुभाग पर जाएँ, Esc से बंद करें।
id: Gunakan tombol panah untuk navigasi hasil, Enter untuk lompat ke bagian tersebut, Esc untuk menutup.
it: Usa le frecce per navigare tra i risultati, Invio per andare alla sezione, Esc per chiudere.
ja: 矢印キーで結果を移動、Enterでそのセクションにジャンプ、Escで閉じます。
ko: 화살표 키로 결과 탐색, Enter로 해당 섹션 이동, Esc로 닫기.
nl: Pijltoetsen om resultaten te navigeren, Enter om naar die sectie te gaan, Esc om te sluiten.
pl: Strzałki do nawigacji po wynikach, Enter aby przejść do sekcji, Esc aby zamknąć.
pt: Setas para navegar nos resultados, Enter para ir para a secção, Esc para fechar.
ru: Стрелки — навигация по результатам, Enter — переход к разделу, Esc — закрыть.
tr: Sonuçlar arasında gezinmek için ok tuşları, ilgili bölüme gitmek için Enter, kapatmak için Esc kullanılır.
zh_hans: 使用方向键浏览结果，回车跳转到该部分，Esc 关闭。

source: Authentication uses the system's LocalAuthentication framework (same as unlocking your Mac).
ar: المصادقة تستخدم إطار العمل LocalAuthentication للنظام (نفس طريقة فتح جهاز Mac).
de: Die Authentifizierung verwendet das systemeigene LocalAuthentication-Framework (wie beim Entsperren Ihres Macs).
es: La autenticación utiliza el framework LocalAuthentication del sistema (igual que desbloquear tu Mac).
fr: L’authentification utilise le framework LocalAuthentication du système (identique au déverrouillage de votre Mac).
hi: प्रमाणीकरण सिस्टम के LocalAuthentication फ्रेमवर्क का उपयोग करता है (ठीक वैसे ही जैसे आप अपने Mac को अनलॉक करते हैं)।
id: Otentikasi menggunakan framework LocalAuthentication sistem (sama seperti membuka kunci Mac Anda).
it: L'autenticazione utilizza il framework LocalAuthentication di sistema (lo stesso dello sblocco del Mac).
ja: 認証はシステムのLocalAuthenticationフレームワーク（Macのロック解除と同じ）を利用します。
ko: 인증은 macOS LocalAuthentication 프레임워크를 사용합니다(맥 잠금 해제와 동일).
nl: Authenticatie gebruikt het LocalAuthentication-framework van het systeem (zoals het ontgrendelen van uw Mac).
pl: Uwierzytelnianie wykorzystuje systemowy framework LocalAuthentication (tak jak odblokowywanie Maca).
pt: A autenticação utiliza o LocalAuthentication do sistema (igual ao desbloqueio do seu Mac).
ru: Аутентификация использует системный LocalAuthentication (как при разблокировке Mac).
tr: Kimlik doğrulama, sistemin LocalAuthentication altyapısını kullanır (Mac'inizi açarken kullanılan yöntemle aynıdır).
zh_hans: 认证采用系统 LocalAuthentication 框架（与 Mac 解锁方式相同）。

source: Auto-checks when opened, refresh button for manual test.
ar: يتم الفحص تلقائياً عند الفتح، وزر 'تحديث' للاختبار اليدوي.
de: Automatische Prüfung beim Öffnen, „Aktualisieren“-Button für manuellen Test.
es: Verificación automática al abrir, botón Actualizar para prueba manual.
fr: Vérification automatique à l’ouverture, bouton Actualiser pour tester manuellement.
hi: खुलने पर स्वतः जांच, मैन्युअल परीक्षण के लिए 'रिफ्रेश करें' बटन।
id: Otomatis memeriksa saat dibuka, tombol Muat Ulang untuk pengujian manual.
it: Controllo automatico all'apertura, pulsante Aggiorna per test manuale.
ja: 開いた際に自動チェック、手動テストは「更新」ボタンで実行します。
ko: 열 때 자동 점검, 수동 검사는 ‘새로고침’ 버튼 사용.
nl: Automatische controle bij openen, Vernieuwen-knop voor handmatige test.
pl: Automatyczna kontrola przy otwarciu, przycisk „Odśwież” do ręcznego testu.
pt: Verificação automática ao abrir, botão 'Atualizar' para teste manual.
ru: Автоматическая проверка при открытии, кнопка «Обновить» для ручного теста.
tr: Açıldığında otomatik kontrol yapılır, manuel test için Yenile butonu kullanılabilir.
zh_hans: 打开时自动检测，可通过“刷新”按钮手动测试。
